emelodyData = {
    1: ['มากมาย <br> บี้ the star', 'รักแท้...ยังไง <br> น้ำชา ชีรณัฐ', 'อยากจะร้องดังๆ <br> ปาล์มมี่', 'ผู้สาวขาเลาะ <br> ลำไย ไหทองคำ', 'คุกเข่า <br> Cocktail',
        'Gangnam Style <br> PSY', 'แพ้ทาง <br> ลาบานูน', 'ขัดใจ <br> Colorpitch', 'วันหนึ่งฉันเดินเข้าป่า <br> Max Jenmana', 'ขอใจเธอแลกเบอร์โทร <br> หญิงลี ศรีชุมพล',
        'ฝากเลี้ยง <br> เจ เจตริน', 'สุดใจ <br> พงษ์สิทธิ์ คำภีร์', 'Play Girl <br> ส้ม อมรา', 'วัดใจ <br> Silly fools', 'ไก่จ๋า <br> สายัณห์ สัญญา', 'ขอให้เจ้าภาพจงเจริญ <br> สามโทน',
        'รบกวนมารักกัน <br> ทาทายัง', 'ไม่อ้วนเอาเท่าไหร่ <br> มะลิลา บราซิลเลี่ยน', 'บุษบา <br> Moderndog', 'Zombie <br> The Granberries'],
    2: ['เกรงใจ <br> Rapter', 'ชอบก็จีบ <br> ริท the star', 'คนละชั้น <br> เจ้านาย', 'คนใจง่าย <br> ไอซ์ ศรัณยู', 'เล่นของสูง <br> Big Ass', 'Baby Shark <br> Pink Fong',
        'มือลั่น <br> แจ๊ส', 'รถของเล่น <br> เสือโคร่ง', 'Too much so much very much <br> เบิร์ด ธงชัย', 'ไว้ใจได้กา <br> ลานนา คัมมินส์', 'ซ่า สั่นๆ <br> D2B',
        'The fox (What does the fox say?) <br> Ylvis', 'บางระจัน <br> คาราบาว', 'เพียงกระซิบ <br> Black head', 'ไสว่าสิบ่ทิ่มกัน <br> ก้อง ห้วยไร่', 'พกเมียมาด้วย <br> ยุ้ย ญาติเยอะ',
        'ใจนักเลง <br> พงษ์พัฒน์', 'หมากัด <br> เอกชัย ศรีวิชัย', 'สาวเลยยังรอ <br> สาวแย้ เจติยา', 'นางแมว <br> หินเหล็กไฟ'],
    3: ['อยู่ต่อเลยได้ไหม <br> สิงโต นำโชค', 'ตุ๊กตาหน้ารถ <br> ลุลา', 'พบกันใหม่ <br> poly Cat', 'คนมีเสน่ห์ <br> ป้าง นครินทร์', 'ปลิว <br>พลอยชมพู', 'อ้าว <br> อะตอม ชนกันต์',
        'โปรดส่งใครมารักฉันที <br> Instinct', 'อาย <br> สิงโต นำโชค', 'Nobody <br> Wonder Girl', 'หยุด <br> Groove Riders', 'ฤดูร้อน <br> Paradox', 'ผ้าเช็ดหน้า <br> Triumphs kingdoms',
        'รักเดียว <br> พงษ์สิทธิ์ คำภีร์', 'ทำอะไรสักอย่าง <br> ป้างนครินทร์', 'บัวลอย <br> คาราบาว', 'มนุษย์ค้างคาว <br> ติ๊ก ชีโร่', 'ชาวนากับงูเห่า <br> FLY', 'ประเทือง <br> ไท ธนาวุฒิ',
        'Sha-la-la-la <br> Pookie', 'จี่หอย <br> พี สะเดิด'],

    4: ['เชพบ๊ะ <br> อาภาพร นครสวรรค์', 'บุษบา <br> นิโคล', 'คู่กัด <br> เบิร์ด ธงชัย', 'แอบเหงา <br> เสนาหอย', 'พูดไม่ค่อยเก่ง <br> AB Normal', 'เราและนาย <br> Loso',
        'สองรัก <br> Zeal', 'โอ๊ย โอ็ย <br> เบน ชลาทิศ', 'Price Tag <br> Jessie J', 'ไม่รัก ไม่ต้อง <br> นิว จิ๋ว', 'ไก๊ ไก่ <br> โหน่ง ชะชะช่า', 'ยาพิษ <br> Bodyslam', 'วายร้าย <br> Urboy TJ',
        'สาวบางโพ <br> ตู้ดิเรก', 'กะหล่ำปลี <br> โจอี้บอย', 'เลี้ยงส่ง <br> So cool', 'คำยินดี <br> Klear', 'เพลงที่มีงูออกมา(Burn It Down)  -  AHZEE&FAYDEE', 'รักไม่ยอมเปลี่ยนแปลง <br> ติ๊ก ชีโร่',
        'ฤดูที่ฉันเหงา <br> Flure']
};