guessData = {
    1: ['หัวหอม', 'ขยะ', 'กระเทียม', 'รักแร้', 'แอมโมเนีย', 'ชะอม', 'ปลาเค็ม', 'วาซาบิ', 'ทุเรียน', 'สะตอ', 'กระเพรา', 'ลูกเหม็น', 'กางเกงใน'],
    2: ['ห่วงยาง', 'เสื้อชูชีพ', 'ต้นมะพร้าว', 'เก้าอี้', 'บีกินี่', 'เรือ', 'เปลือกหอย', 'มนุษย์', 'แว่นตากันแดด', 'ลูกบอล', 'ทราย', 'แมงกระพรุน', 'กะปิ'],
    3: ['งู', 'ห่าน', 'แมลงวัน', 'แมงดา', 'เต่า', 'แมงมุม', 'ปลาหมึก', 'ไก่', 'เพนกวิน', 'จระเข้', 'กบ', 'นก', 'จิ้กจก'],
    4: ['ระบาด', 'ระบม', 'ระทึก', 'ระนาด', 'ระทวย', 'ระกา', 'ระกำ', 'ระบำ', 'ระเบิด', 'ระนอง', 'ระฆัง', 'ระบาย', 'ระราน']
};