wheregoData = {
    1: ['ท็อปเจริญ', 'เสาชิงช้า', 'สามเหลี่ยมทองคำ', 'ฮาวาย', 'แม่น้ำคงคา', 'สยามพารากอน', 'เอเชียทีค', 'เซินเจิ้น', 'วังน้ำเขียว', 'ถ้ำมรกต', 'ภูชี้ฟ้า', 'ถนนข้าวสาร'],
    2: ['เขาใหญ่', 'หอไอเฟล', 'บ้านโป่ง', 'บ่อน้ำพุร้อน', 'แกรนแคนยอน', 'เยาวราช', 'เทพีเสรีภาพ', 'บางรัก', 'ทุ่งกุลาร้องไห้', 'เบอร์มิวด้า', 'พัทยา', 'แหลมพรมเทพ'],
    3: ['หัวหิน', 'สามย่าน', 'พีระมิดอียิปต์', 'หาดใหญ่', 'ยาโยอิ', 'วัดพระแก้ว', 'ปีนัง', 'มัลดีฟ', 'ปาย', 'โอซาก้า', 'เกาะสมุย', 'เจ๊เล้ง'],
    4: ['โคลอสเซียม', 'ซาฟารีเวิร์ล', 'ทัชมาฮาล', 'แปดริ้ว', 'วัดร่องขุ่น', 'สะพานข้ามแม่น้ำแคว', 'แม่น้ำโขง', 'ปากเกร็ด', 'เขาช้างเผือก', 'อุทยานราชภักดิ์', 'เกาะสีชัง', 'หนองคาย']
};